brew "asdf"
brew "cliclick"
brew "coreutils" # dependency of asdf
brew "curl" # dependency of asdf
brew "git" # dependency of asdf
brew "zsh-completions"

cask "alacritty"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "maccy"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "workflowy"
