cask_args appdir: "~/Applications"

tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "asdf"
brew "cliclick"
brew "git"
brew "gnupg" # for asdf's `yarn`
brew "starship"
brew "wxwidgets" # for asdf's `erlang`
brew "zsh-completions"

cask "affinity-publisher"
cask "alacritty"
cask "audacity"
cask "bitwarden"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "kindle"
cask "maccy"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "protonvpn"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"

vscode "astro-build.astro-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "GrapeCity.gc-excelviewer"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-playwright.playwright"
vscode "ms-vsliveshare.vsliveshare"
vscode "PKief.material-icon-theme"
vscode "ritwickdey.LiveServer"
vscode "stkb.rewrap"
vscode "tamasfe.even-better-toml"
vscode "Tyriar.sort-lines"
vscode "yzhang.markdown-all-in-one"
