cask_args appdir: "~/Applications"

tap "homebrew/bundle"
tap "homebrew/services"

brew "asdf"
brew "cliclick"
brew "coreutils" # dependency of asdf
brew "curl" # dependency of asdf
brew "git" # dependency of asdf
brew "postgresql@16", restart_service: :changed
brew "wxwidgets"
brew "zsh-completions"

cask "alacritty"
cask "chatgpt"
cask "claude"
cask "element"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "livebook"
cask "maccy"
brew "podman"
cask "protonvpn"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "thunderbird"
cask "visual-studio-code"
cask "whatsapp"
cask "workflowy"
cask "zoom"
