cask_args appdir: "~/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "asdf"
brew "cliclick"
brew "curl" # for asdf's `postgres`
brew "gcc" # for asdf's `postgres`
brew "gnupg" # for asdf's `yarn`
brew "ossp-uuid" # for asdf's `postgres`
brew "readline" # for asdf's `postgres`
brew "starship"
brew "wxwidgets" # for asdf's `erlang`
brew "zlib" # for asdf's `postgres`
brew "zsh-completions"

cask "affinity-publisher"
cask "alacritty"
cask "audacity"
cask "bitwarden"
cask "calibre4"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "freetube"
cask "google-chrome"
cask "google-drive"
cask "insomnia"
cask "love"
cask "maccy"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "protonvpn"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
