cask_args appdir: "~/Applications"

tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"

brew "asdf"
brew "cliclick"
brew "coreutils" # dependency of asdf
brew "curl" # dependency of asdf
brew "fzf"
brew "git" # dependency of asdf
brew "postgresql@14", restart_service: true
brew "starship"
brew "wxwidgets" # dependency of asdf-erlang
brew "zsh-completions"

cask "affinity-publisher"
cask "alacritty"
cask "bitwarden"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "kindle"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "protonvpn"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
