tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "elixir"
brew "go"
brew "maven"
brew "nvm"
brew "postgresql"
brew "sqlite"
brew "python"
brew "rbenv"
brew "vault"
brew "zsh-completions"
cask "adobe-acrobat-reader"
cask "bitwarden"
cask "chromedriver"
cask "datagrip"
cask "discord"
cask "docker"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "postman"
cask "protonvpn"
cask "sauce-connect"
cask "slack"
cask "spotify"
cask "visual-studio-code"
