tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "deno"
brew "sqlite"
brew "docker-compose"
brew "go"
brew "nvm"
brew "postgresql", restart_service: true
brew "python"
brew "rbenv"
brew "zsh"
brew "zsh-completions"
cask "adobe-creative-cloud"
cask "bitwarden"
cask "chromedriver"
cask "docker"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "postman"
cask "protonvpn"
cask "qbittorrent"
cask "sauce-connect"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "winds"
cask "zoomus"
cask "zoomus-outlook-plugin"
