tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "sqlite"
brew "awscli"
brew "clojure"
brew "elixir"
brew "go"
brew "haskell-stack"
brew "leiningen"
brew "nvm"
brew "pipenv"
brew "postgresql", restart_service: true
brew "python"
brew "rbenv"
brew "vault"
brew "zsh-completions"
cask "adobe-creative-cloud"
cask "bitwarden"
cask "chromedriver"
cask "discord"
cask "docker"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "postman"
cask "protonvpn"
cask "sauce-connect"
cask "slack"
cask "spotify"
cask "visual-studio-code"
