astro-build.astro-vscode
dbaeumer.vscode-eslint
denoland.vscode-deno
EditorConfig.EditorConfig
esbenp.prettier-vscode
foxundermoon.shell-format
GitHub.copilot
GrapeCity.gc-excelviewer
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
mechatroner.rainbow-csv
ms-playwright.playwright
ms-vsliveshare.vsliveshare
PKief.material-icon-theme
redhat.vscode-yaml
ritwickdey.LiveServer
sastan.twind-intellisense
stkb.rewrap
Tyriar.sort-lines
yzhang.markdown-all-in-one
