tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "coreutils"
brew "asdf", args: ["HEAD"]
brew "starship"
brew "zsh-completions"
cask "alacritty"
cask "bitwarden"
cask "docker"
cask "firefox"
cask "google-backup-and-sync"
cask "insomnia"
cask "maccy"
cask "notion"
cask "protonvpn"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoomus"
