tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "elixir"
brew "exercism"
brew "go"
brew "jmeter"
brew "lorem"
brew "nvm"
brew "postgresql", restart_service: true
brew "python@3.8"
brew "rbenv"
brew "starship"
brew "vault"
brew "zsh-completions"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "chromedriver"
cask "cyberduck"
cask "dbvisualizer"
cask "docker"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "notion"
cask "postman"
cask "protonvpn"
cask "sauce-connect"
cask "slack"
cask "spotify"
cask "visual-studio-code"
