tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "nvm"
brew "rbenv"
brew "starship"
brew "zsh-completions"
cask "alacritty"
cask "chromedriver"
cask "datagrip"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "notion"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
