tap "datawire/blackbird"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "coreutils"
brew "asdf", args: ["HEAD"]
brew "azure-cli"
brew "bash"
brew "gh"
brew "git"
brew "pkg-config"
brew "guile"
brew "gnupg"
brew "hugo"
brew "jq"
brew "postgresql"
brew "starship"
brew "zsh-completions"
brew "datawire/blackbird/telepresence"
cask "alacritty"
cask "bitwarden"
cask "calibre4"
cask "datagrip"
cask "docker"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "insomnia"
cask "lens"
cask "maccy"
cask "mullvadvpn"
cask "notion"
cask "osxfuse"
cask "raspberry-pi-imager"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "zoom"
