tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "deno"
brew "erlang"
brew "elixir"
brew "exercism"
brew "go"
brew "nvm"
brew "postgresql", restart_service: true
brew "rbenv"
brew "starship"
brew "zsh-completions"
cask "alacritty"
cask "bitwarden"
cask "docker"
cask "firefox"
cask "google-backup-and-sync"
cask "maccy"
cask "notion"
cask "protonvpn"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoomus"
