CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
esbenp.prettier-vscode
kaiwood.endwise
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cpptools
rebornix.ruby
ritwickdey.LiveServer
Tyriar.vscode-terminal-here
vscode-icons-team.vscode-icons
wingrunr21.vscode-ruby
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
